---
kind: method
id: M:Autodesk.Revit.Creation.Application.NewFBXExportOptions
source: html/ec85ee5f-70e2-0684-4d5e-12162e4ef63d.htm
---
# Autodesk.Revit.Creation.Application.NewFBXExportOptions Method

Creates 3D-Studio Max (FBX) Export options.

## Syntax (C#)
```csharp
public FBXExportOptions NewFBXExportOptions()
```